<template>
  <div class="views__thePrivacyTerm bg-default">
    <v-container fluid>
      <v-row>
        <v-col
          cols="12"
          class="d-flex justify-center"
        >
          <div class="privacyContainer">
            <h1 class="py-4 text-center strict--text">
              服務條款
            </h1>
            <h5 class="px-5 subtitle strict--text">
              網站認知與接受條款
            </h5>
            <p class="px-5 subtitle-1 strict--text">
              歡迎使用耀想創意旅宿管理系統（Think PMS），當您開始使用本服務，即表示您已閱讀、瞭解並同意接受耀想創意旅宿管理系統（Think PMS）服務使用規範（以下簡稱「本服務規範」）之所有內容。
            </p>
            <p class="px-5 subtitle-1 strict--text">
              耀想創意旅宿管理系統（Think PMS）有權於任何時間修改或變更本服務規範之內容，並於修改或變更內容時發出公告於耀想創意旅宿管理系統（Think PMS）網站，建議您隨時注意本服務規範修改或變更。若您於任何修改或變更本服務規範內容後繼續使用本服務者，視為您已閱讀、瞭解並同意接受該等修改或變更。若您不同意本服務規範的內容時，或者您所屬的國家或地域排除本服務規範內容，應立即停止使用本服務。
            </p>
            <p class="px-5 subtitle-1 strict--text">
              依耀想創意旅宿管理系統（Think PMS）註冊之項目提示，提供並維護您本人正確、最新及完整的資料。
              若您提供任何錯誤、不實、過時不完整或具誤導性的資料，耀想創意旅宿管理系統（Think PMS）有權暫停或終止您的帳號，並拒絕您使用本服務之全部或任何部分。如您代表一家公司或其他法律主體在耀想創意旅宿管理系統（Think PMS）登記，則您聲明和保證，您有權使該公司或其他法律主體受本條款約束。
            </p>
            <p class="px-5 subtitle-1 strict--text">
              您有權利擁有自己於耀想創意旅宿管理系統（Think PMS）註冊之會員帳號及密碼，並有權利使用自己的會員帳號及密碼隨時登入耀想創意旅宿管理系統（Think PMS）。您應對所有用您的密碼及帳號的活動負完全責任，您同意並理解您有責任將您任何帳戶相關的密碼保密。確保您在每個上網時段結束時，以正確步驟登出耀想創意旅宿管理系統（Think PMS）。如發現任何人未經授權使用您的會員註冊名或密碼，或發生違反保密規定的任何其他情況，您會立即通知耀想創意旅宿管理系統（Think PMS）。
            </p>
            <h5 class="px-5 subtitle strict--text">
              申請租用或終止手續
            </h5>
            <p class="px-5 subtitle-1 strict--text">
              當您申請耀想創意旅宿管理系統（Think PMS）服務時，您除應於耀想創意旅宿管理系統（Think PMS）註冊帳號，並據實填寫旅館資訊與聯絡人基本資料。
              您如欲終止服務，可透過耀想創意旅宿管理系統（Think PMS）聯絡我們功能通知客戶服務中心處理。客戶服務窗口於收到通知訊息後，將以電子郵件方式通知用戶之欲終止網路服務之連線對象聯絡人，並載明服務終止日起停止您相關服務使用權利。
            </p>
            <h5 class="px-5 subtitle strict--text">
              租期與收費方式
            </h5>
            <p class="px-5 subtitle-1 strict--text">
              耀想創意旅宿管理系統（Think PMS）係以企業用戶使用月租模式收費，系統申請前30天為免費，可以同時多位使用者免費使用所有系統功能。免費試用期結束如仍未付費，耀想創意旅宿管理系統（Think PMS）得逕行終止您之所有服務，系統內資料將持續保存60天，超過此期限將會進行資料刪除處置，您不得提出任何異議。您使用耀想創意旅宿管理系統（Think PMS）應繳各項費用及收費標準詳如訂購單；耀想創意旅宿管理系統（Think PMS）服務之費率調整時，應於調整生效日起一個月前在官方網站公告，並自公告日起作為契約的一部份，串接或其他加值服務之費率調整時，應於調整生效日起一個月前以電子郵件通知使用者。暨有使用客戶無論合約長短，於正式調價日期前報價的客人皆以原價格計費。耀想創意旅宿管理系統（Think PMS）依您申請之項目及約定繳費方式向您收取費用。您租用本服務應繳之各項費用，應於耀想創意旅宿管理系統（Think PMS）通知繳費之期限內繳清，逾期未繳清且可歸責於您者，耀想創意旅宿管理系統（Think PMS）得暫停受理您新服務之申請、註銷其申請、通知終止使用或得逕行終止客戶方繼續使用本服務之權利。耀想創意旅宿管理系統（Think PMS）得逕行終止您之所有服務， 系統內資料將持續保存60天，超過此期限將會進行資料刪除處置，您不得提出任何異議。
              因前項行為所導致之所有損失，概由您自行負責。您對本服務應繳付費用有異議時，應於繳款截止日前檢具理由，透過耀想創意旅宿管理系統（Think PMS）聯絡我們功能向客戶服務中心提出申訴。您如有特殊需求，可經耀想創意旅宿管理系統（Think PMS）服務中心線上諮詢頁面，雙方協議後另行簽約，其費用另計。
            </p>
            <h5 class="px-5 subtitle strict--text">
              服務中斷之處理
            </h5>
            <p class="px-5 subtitle-1 strict--text">
              耀想創意旅宿管理系統（Think PMS）應維持本服務系統及設備之正常運作，遇有障礙應儘速修復。如因本服務系統或網路設備之故障，以致無法提供正常服務而造成損害時，其所生之損害，除按本服務條款規定扣減租費外，耀想創意旅宿管理系統（Think PMS）不負其他損害賠償責任。
              耀想創意旅宿管理系統（Think PMS）基於系統維護或轉換需要，必要時得暫時縮短或停止運作時間，耀想創意旅宿管理系統（Think PMS）應於七日前公告於網頁上。當您使用本服務，倘因耀想創意旅宿管理系統（Think PMS）系統或設備發生故障而不能提供服務時，您須載明日期及時間並提出舉證，以電子郵件通知耀想創意旅宿管理系統（Think PMS），經耀想創意旅宿管理系統（Think PMS）證實後，補償金額將於兩個月內生效。賠償金額以每分計費模式之兩倍，補償之總金額不得高於您在該月份繳交之費用總額。補償金額不可退款，僅能移轉作為當月服務收費款項之消抵。第三方軟體服務異常而造成本服務中斷時，不在服務中斷賠償處理範圍內。
            </p>
          </div>
        </v-col>
      </v-row>
    </v-container>
  </div>
</template>

<style lang="scss" scoped>
.views__thePrivacyTerm {
  height: 100%;

  .privacyContainer {
    max-width:1000px;
  }
}
</style>
