<template>
  <div class="views__theWarranty bg-default">
    <v-container
      class="d-flex justify-center"
      fluid
    >
      <v-row>
        <v-col
          cols="12"
          class="d-flex justify-center"
        >
          <div class="privacyContainer">
            <h1 class="py-4 text-center strict--text">
              保固服務
            </h1>
            <h5 class="px-5 subtitle strict--text">
              產品買斷：保固維修
            </h5>
            <p class="px-5 subtitle-1 strict--text">
              一、耀想創意科技有限公司應提供買賣標的自驗收通過之日翌日起免費保固三年。<br>
              二、保固期間內，如係可歸責於買賣標的之系統異常或故障，<br>
              且非有可歸責於客戶方或第三人對於買賣標的之操作不當或擅自改機等情事者，
              耀想創意科技有限公司應於收到客戶方維修通知後盡力於最短之時間內完成保固維修。<br>
              三、保固期間內，買賣標的如經客戶方或第三人擅自修改、變更或設定，
              自客戶方或第三人為上開行為日起，耀想創意科技有限公司免除本條所載之一切保固維修服務義務，客戶方絕無異議。<br>
              四、保固期間內，
              耀想創意科技有限公司同意就買賣標的不定期提供客戶方系統免費升級暨維護服務；
              惟實際系統升級期日，悉依耀想創意科技有限公司就買賣標的系統之實際規劃或作業為準；
              保固期間過後，買賣標的之後續系統升級或維護，客戶方得視其實際需要，
              選擇是否繼續付費升級或維護，相關升級或維護費用，
              耀想創意科技有限公司將視各期系統升級或各期系統維護之規模，
              另行向客戶方報價，惟客戶方後續如不復請求耀想創意科技有限公司提供系統升級或維護服務，
              耀想創意科技有限公司不保證買賣標的之後續使用或功能之正常。<br>
              五、保固期間屆滿或按本條前項提前終止保護維修服務後，買賣標的之後續維修服務，
              耀想創意科技有限公司同意以合理之價格而向客戶方提供後續之維修服務。<br>
              六、買賣標的之相關耗材，包括但不限於以下各款所載，非本免費保護維修服務之範圍，
              客戶方如有更換之必要時，相關費用包括但不限於耗材費、服務費等，概由客戶方承擔。
            </p>

            <h5 class="mt-5 px-5 subtitle strict--text">
              產品租賃：保固維修
            </h5>

            <p class="px-5 subtitle-1 strict--text">
              一、租賃期間，客戶方如發現租賃標的有包括但不限於毀損、故障、無法使用或異常等之情事，
              客戶方應立即通知耀想創意科技有限公司，雙方並同意按以下各款所載辦理之。<br>
              (一)如經耀想創意科技有限公司確認非係可歸責於客戶方或客戶方之包括但不限於承包商、
              關係人、代表人、代理人、受僱人、受託人、承攬人、使用人、
              顧問或員工等(以下合稱「客戶方人員」)之人為事由所致者，則相關維修費用，
              概由耀想創意科技有限公司負擔。<br>
              (二)如經耀想創意科技有限公司確認係可歸責於客戶方或客戶方人員之人為事由所致者，
              則相關維修費用悉依耀想創意科技有限公司之報價為準，應概由客戶方負擔。<br>
              (三)客戶方如怠於履行上開之通知義務，致租賃標的受有損害時，
              無論是否係可歸責於客戶方或客戶方人員之人為是由所致者，
              相關維修費用悉依耀想創意科技有限公司之報價為準，並概由客戶方負擔。<br>
              二、租賃標的如有包括但不限於毀損、故障、無法使用或異常等之情事，
              且經甲確認係可歸責於客戶方或客戶方人員人為事由或係可歸責於客戶方怠於履行本條前項之通知義務者，致租賃標的已無法回復或回復成本過劇，
              耀想創意科技有限公司有權向客戶方按每台租賃標的計收新台幣 300,000 元整以作為賠償性違約金，客戶方絕無異議。<br>
              三、租賃標的暨其相關配備之平常使用，
              客戶方或客戶方人員應按耀想創意科技有限公司之指示或指導而為之，
              如有任何不符耀想創意科技有限公司之指示或指導，致有本條第一項或第二項之情事者，
              均視為客戶方或客戶方人員之人為事由所致，客戶方概應負責。<br>
              四、租賃期間，租賃標的或其相關系統如有毀損致客戶方無法使用時，
              耀想創意科技有限公司應於客戶方通知後 24小時 內，
              盡速派員前往租賃標的存置處所提供維修服務；
              該毀損如非可歸責於客戶方或客戶方人員人為所致者，
              相關費用概由耀想創意科技有限公司負擔，
              然如經雙方確認該毀損係可歸責於客戶方或客戶方人員人為所致者，
              悉依本條之規定處理之。<br>
              五、租賃期間屆滿後，
              客戶方應按耀想創意科技有限公司交付標物當時之租賃物情狀原物歸還耀想創意科技有限公司，
              然除自然耗損或經耀想創意科技有限公司已事前確認並免除客戶方責任之瑕疵外，
              若有可歸責於客戶方或客戶方人員所致之人為損傷故障、改裝或變造之情事，
              客戶方概應負擔修理賠償費用，如係無法修繕回復原狀或修繕費用過劇者，悉依本條第二項辦理之。
            </p>
          </div>
        </v-col>
      </v-row>
    </v-container>
  </div>
</template>

<style lang="scss" scoped>
.views__theWarranty {
  height: 100%;
  .privacyContainer {
    max-width: 1000px;
  }
}

</style>
